import styles from './Description.module.scss';

export const Description = () => {
	return (
		<div className={styles.description}>
			<h1>ІНФОРМАЦІЯ ПРО ТОВАР</h1>

			<div className={styles.blocks}>
				<section>
					<h3>Терморегуляція забезпечить вам тепло в будь-якій ситуації.</h3>
					<p>
						Сучасні технології дозволяють нашому термокостюму адаптуватися до
						вашого тіла та навколишнього середовища.
					</p>
				</section>

				<section>
					<h3>Легкість та еластичність для максимальної свободи рухів.</h3>
					<p>
						Забудьте про невигоди - наш термокостюм розроблений з урахуванням
						вашої активності.
					</p>
				</section>

				<section>
					<h3>Дихаючі тканини для оптимальної вентиляції.</h3>
					<p>
						Забудьте про потовиділення - наш термокостюм дозволяє шкірі
						"дихати", забезпечуючи вам комфорт під час активної діяльності.
					</p>
				</section>
			</div>
		</div>
	);
};
